Repository: sikysikov/sikyaddons
Catalog: repo/metadata.csfd.cz/resources/language/Czech/strings.po
Languages: cs_cz

# Addon Summary
source: ČSFD Movie Scraper
cs_cz: Poskytovatel informací z ČSFD.cz

# Addon Description
source: Download Movie information only from www.csfd.cz (czech-slovak movie database)
cs_cz: Stahuje informace o filmech pouze z csfd.cz. Nouzová úprava verze od ekagorit pro nový web ČSFD.

# Addon Disclaimer
source: For bugs visit https://github.com/sikysikov/sikyaddons/
cs_cz: Pro nahlášení bugu navštivte https://github.com/sikysikov/sikyaddons/

# #30001
source: Force year from filename in search
cs_cz: Zohlednit rok z názvu při vyhledávání

# #30002
source: Remove "part X" from title
cs_cz: Odstraňovat výrazy "part" z názvu filmu

# #30003
source: Force exact name of file/folder in search
cs_cz: Vynutit celý název (souboru/adresáře) ve vyhledávání (např. SOSÁČ)

# #30004
source: Force 1st word only in search
cs_cz: Vynutit pouze první slovo z názvu ve vyhledávání

# #30100
source: Medias
cs_cz: Filmová média & data

# #30101
source: Download CSFD poster
cs_cz: Stahovat plakát z ČSFD

# #30200
source: Film title
cs_cz: Název filmu

# #30201
source: Preffered title language (fallback:local)
cs_cz: Preferovaný jazyk názvu filmu (fallback:local)

# #30202
source: Show secondary title
cs_cz: Zobrazit druhý název filmu v závorce

# #30203
source: Preffered secondary title language (fallback:original)
cs_cz: Preferovaný jazyk druhého názvu (fallback:original)

# #30204
source: Swap primary and secondary titles
cs_cz: Prohodit první a druhý název

# #30205
source: Hide secondary title if same as primary
cs_cz: Skrýt druhý název pokud jsou názvy shodné

# #30206
source: Use English title in case of non-latin chars in secondary
cs_cz: Použít anglický název, není-li druhý název latinkou

# #30210
source: Download pictures as FanArt from CSFD
cs_cz: Stahovat obrázky jako FanArt z ČSFD

# #30211
source: CSFD picture size (width)
cs_cz: Velikost obrázku (šířka v pixelech)

# #30220
source: Attach reviews from CSFD to plot
cs_cz: Přidat recenze z ČSFD k popisu filmu

# #30230
source: Remove non-standard chars from reviews
cs_cz: Odstranit nestandardní znaky z recenzí

# #30240
source: Get extra data and media from TMDB
cs_cz: Stahovat media a doplňující data z TMDB

# #30300
source: Advanced Search
cs_cz: Rozšířené vyhledávání

# #30301
source: Czech translation used in filenames
cs_cz: V názvech souborů jsou české překlady filmových názvů

# #30302
source: Extend search in Shows and Series
cs_cz: Rozšířit vyhledávání i na další pořady a seriály

# #30303
source: Include year in query
cs_cz: Přidat rok k názvu filmu při vyhledávání
